Repository: xcv58/MacTools
Catalog: Plugins/Sidecar/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# panel.wired.warning
source: 请求仅通过有线连接，不请求 Wi-Fi 回退
ar: طلب اتصال سلكي فقط؛ لا يُطلب الرجوع إلى Wi-Fi
de: Kabelverbindung angefordert; kein WLAN-Fallback angefordert
en: Wired connection requested; no Wi-Fi fallback requested
es: Se solicita conexión por cable; no se solicita Wi-Fi como alternativa
fr: Connexion filaire demandée ; aucun repli Wi‑Fi demandé
ja: 有線接続を要求：Wi‑Fiへのフォールバックは要求しません
ko: 유선 연결 요청: Wi-Fi 대체 연결을 요청하지 않음
pt: Ligação por cabo solicitada; não é solicitado recurso a Wi-Fi
ru: Запрошено проводное подключение; переход на Wi-Fi не запрашивается
tr: Kablolu bağlantı istendi; Wi-Fi yedeği istenmedi
zh_hant: 要求僅透過有線連線，不要求 Wi-Fi 備援

# settings.devices.description
source: 设备离线时仍会保留它的设置和快捷键。
ar: تبقى إعدادات الجهاز واختصاراته محفوظة أثناء عدم اتصاله.
de: Einstellungen und Kurzbefehle bleiben erhalten, wenn ein Gerät nicht verfügbar ist.
en: Device settings and shortcuts remain saved while a device is unavailable.
es: Los ajustes y atajos se conservan aunque el dispositivo no esté disponible.
fr: Les réglages et raccourcis restent enregistrés lorsque l’appareil est indisponible.
ja: デバイスが利用できない間も、設定とショートカットは保存されます。
ko: 기기를 사용할 수 없어도 설정과 단축키는 저장됩니다.
pt: As definições e os atalhos permanecem guardados enquanto o dispositivo não está disponível.
ru: Настройки и сочетания клавиш сохраняются, когда устройство недоступно.
tr: Bir aygıt kullanılamadığında da ayarları ve kısayolları kayıtlı kalır.
zh_hant: 裝置離線時仍會保留它的設定和快速鍵。

# settings.devices.empty.description
source: 请让设备靠近并解锁，然后刷新。
ar: قرّب الجهاز وافتح قفله، ثم حدّث القائمة.
de: Bring das Gerät in die Nähe, entsperre es und aktualisiere die Liste.
en: Bring the device nearby, unlock it, then refresh the list.
es: Acerca y desbloquea el dispositivo; luego actualiza la lista.
fr: Approchez et déverrouillez l’appareil, puis actualisez la liste.
ja: デバイスを近くに置いてロックを解除し、リストを更新してください。
ko: 기기를 가까이 두고 잠금을 해제한 다음 목록을 새로 고치십시오.
pt: Aproxime e desbloqueie o dispositivo e atualize a lista.
ru: Расположите устройство рядом, разблокируйте его и обновите список.
tr: Aygıtı yakınına getirin, kilidini açın ve listeyi yenileyin.
zh_hant: 請讓裝置靠近並解鎖，然後重新整理。

# settings.devices.empty.title
source: 未发现 Sidecar 设备
ar: لم يتم العثور على أجهزة Sidecar
de: Keine Sidecar-Geräte gefunden
en: No Sidecar Devices Found
es: No se encontraron dispositivos Sidecar
fr: Aucun appareil Sidecar détecté
ja: Sidecarデバイスが見つかりません
ko: Sidecar 기기를 찾을 수 없음
pt: Nenhum dispositivo Sidecar encontrado
ru: Устройства Sidecar не найдены
tr: Sidecar Aygıtı Bulunamadı
zh_hant: 未發現 Sidecar 裝置

# settings.devices.title
source: Sidecar 设备
ar: أجهزة Sidecar
de: Sidecar-Geräte
en: Sidecar Devices
es: Dispositivos Sidecar
fr: Appareils Sidecar
ja: Sidecarデバイス
ko: Sidecar 기기
pt: Dispositivos Sidecar
ru: Устройства Sidecar
tr: Sidecar Aygıtları
zh_hant: Sidecar 裝置

# settings.disconnectAll.description
source: 只会断开 Sidecar 明确报告为已连接的显示器。
ar: يفصل فقط الشاشات التي يبلّغ Sidecar أنها متصلة.
de: Trennt nur Displays, die Sidecar als verbunden meldet.
en: Disconnects only displays that Sidecar explicitly reports as connected.
es: Desconecta solo las pantallas que Sidecar informa como conectadas.
fr: Déconnecte uniquement les écrans que Sidecar signale comme connectés.
ja: Sidecarが接続済みと報告したディスプレイのみ接続解除します。
ko: Sidecar가 연결됨으로 보고한 디스플레이만 연결 해제합니다.
pt: Desliga apenas os ecrãs que o Sidecar indica como ligados.
ru: Отключаются только дисплеи, которые Sidecar явно считает подключёнными.
tr: Yalnızca Sidecar'ın bağlı olarak bildirdiği ekranların bağlantısını keser.
zh_hant: 只會中斷 Sidecar 明確回報為已連線的顯示器。

# settings.disconnectAll.title
source: 断开所有已连接设备
ar: قطع اتصال كل الأجهزة المتصلة
de: Alle verbundenen Geräte trennen
en: Disconnect All Connected Devices
es: Desconectar todos los dispositivos conectados
fr: Déconnecter tous les appareils connectés
ja: 接続中のすべてのデバイスを接続解除
ko: 연결된 모든 기기 연결 해제
pt: Desligar todos os dispositivos ligados
ru: Отключить все подключённые устройства
tr: Bağlı Tüm Aygıtların Bağlantısını Kes
zh_hant: 中斷所有已連線裝置

# settings.deviceStatus.available
source: 可连接
ar: متاح للاتصال
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 接続可能
ko: 연결 가능
pt: Disponível
ru: Доступно
tr: Kullanılabilir
zh_hant: 可連線

# settings.deviceStatus.connected
source: 已连接
ar: متصل
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt: Ligado
ru: Подключено
tr: Bağlı
zh_hant: 已連線

# settings.deviceStatus.unavailable
source: 当前不可用
ar: غير متاح حاليًا
de: Derzeit nicht verfügbar
en: Currently Unavailable
es: No disponible actualmente
fr: Indisponible actuellement
ja: 現在利用できません
ko: 현재 사용할 수 없음
pt: Indisponível atualmente
ru: Сейчас недоступно
tr: Şu Anda Kullanılamıyor
zh_hant: 目前不可用

# settings.deviceStatus.unknown
source: 连接状态未知
ar: حالة الاتصال غير معروفة
de: Verbindungsstatus unbekannt
en: Connection State Unknown
es: Estado de conexión desconocido
fr: État de connexion inconnu
ja: 接続状態は不明
ko: 연결 상태 알 수 없음
pt: Estado de ligação desconhecido
ru: Состояние подключения неизвестно
tr: Bağlantı Durumu Bilinmiyor
zh_hant: 連線狀態未知

# settings.shortcut.conflict
source: 此快捷键已用于其他 Sidecar 操作。
ar: هذا الاختصار مستخدم لعملية Sidecar أخرى.
de: Dieser Kurzbefehl wird bereits für eine andere Sidecar-Aktion verwendet.
en: This shortcut is already used by another Sidecar action.
es: Este atajo ya se usa para otra acción de Sidecar.
fr: Ce raccourci est déjà utilisé par une autre action Sidecar.
ja: このショートカットは別のSidecarアクションで使用されています。
ko: 이 단축키는 다른 Sidecar 동작에 이미 사용 중입니다.
pt: Este atalho já é utilizado por outra ação do Sidecar.
ru: Это сочетание клавиш уже используется другим действием Sidecar.
tr: Bu kısayol zaten başka bir Sidecar eylemi tarafından kullanılıyor.
zh_hant: 此快速鍵已用於其他 Sidecar 操作。

# settings.shortcut.clear
source: 清除快捷键
ar: مسح الاختصار
de: Kurzbefehl löschen
en: Clear Shortcut
es: Borrar atajo
fr: Effacer le raccourci
ja: ショートカットを消去
ko: 단축키 지우기
pt: Limpar atalho
ru: Очистить сочетание клавиш
tr: Kısayolu Temizle
zh_hant: 清除快速鍵

# settings.shortcut.commonConflictWarning.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# settings.shortcut.commonConflictWarning.confirm
source: 仍要使用
ar: استخدام على أي حال
de: Trotzdem verwenden
en: Use Anyway
es: Usar de todos modos
fr: Utiliser quand même
ja: このまま使用
ko: 그래도 사용
pt: Usar mesmo assim
ru: Всё равно использовать
tr: Yine de Kullan

# settings.shortcut.commonConflictWarning.message
source: 这是全局快捷键，可能覆盖其他应用的常用操作。
ar: هذا اختصار عام وقد يتجاوز العمليات الشائعة في التطبيقات الأخرى.
de: Dies ist ein globaler Kurzbefehl und kann häufige Aktionen in anderen Apps überschreiben.
en: This is a global shortcut and may override common actions in other apps.
es: Este es un atajo global y puede anular acciones habituales en otras apps.
fr: Ce raccourci global peut remplacer des actions courantes dans d’autres apps.
ja: これはグローバルショートカットで、ほかのアプリのよく使う操作を上書きする場合があります。
ko: 이 전역 단축키는 다른 앱의 일반적인 동작을 덮어쓸 수 있습니다.
pt: Este é um atalho global e pode substituir ações comuns em outros apps.
ru: Это глобальное сочетание клавиш может переопределять обычные действия в других приложениях.
tr: Bu genel bir kısayoldur ve diğer uygulamalardaki yaygın eylemleri geçersiz kılabilir.
zh_hant: 這是全域快速鍵，可能覆蓋其他 App 的常用操作。

# settings.shortcut.commonConflictWarning.title
source: 仍要使用“%@”？
ar: هل تريد استخدام «%@» على أي حال؟
de: „%@“ trotzdem verwenden?
en: Use “%@” Anyway?
es: ¿Usar «%@» de todos modos?
fr: Utiliser « %@ » quand même ?
ja: 「%@」をこのまま使用しますか？
ko: “%@”을(를) 그래도 사용하시겠습니까?
pt: Usar “%@” mesmo assim?
ru: Всё равно использовать «%@»?
tr: “%@” Yine de Kullanılsın Mı?

# settings.shortcut.unset
source: 未设置
ar: غير معيّن
de: Nicht festgelegt
en: Not Set
es: Sin asignar
fr: Non défini
ja: 未設定
ko: 설정 안 됨
pt: Não definido
ru: Не задано
tr: Ayarlanmadı
zh_hant: 未設定

# settings.shortcutAction.help
source: 此设备快捷键执行的操作
ar: الإجراء الذي ينفذه اختصار هذا الجهاز
de: Aktion für den Kurzbefehl dieses Geräts
en: Action performed by this device shortcut
es: Acción que realiza el atajo de este dispositivo
fr: Action exécutée par le raccourci de cet appareil
ja: このデバイスのショートカットで実行する操作
ko: 이 기기 단축키가 수행하는 동작
pt: Ação executada pelo atalho deste dispositivo
ru: Действие, выполняемое сочетанием клавиш устройства
tr: Bu aygıt kısayolunun gerçekleştirdiği eylem
zh_hant: 此裝置快速鍵執行的操作

# settings.shortcutAction.toggle
source: 切换
ar: تبديل
de: Umschalten
en: Toggle
es: Alternar
fr: Basculer
ja: 切り替え
ko: 전환
pt: Alternar
ru: Переключить
tr: Aç/Kapat
zh_hant: 切換

# settings.transport.automatic
source: 自动
ar: تلقائي
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt: Automático
ru: Автоматически
tr: Otomatik
zh_hant: 自動

# settings.transport.help
source: 连接时使用的传输方式
ar: طريقة النقل عند الاتصال
de: Übertragungsart beim Verbinden
en: Transport used when connecting
es: Transporte usado al conectar
fr: Mode de transport utilisé à la connexion
ja: 接続時に使用する転送方法
ko: 연결할 때 사용할 전송 방식
pt: Transporte usado ao ligar
ru: Способ подключения
tr: Bağlanırken kullanılan aktarım yöntemi
zh_hant: 連線時使用的傳輸方式

# settings.transport.wiredOnly
source: 仅有线
ar: سلكي فقط
de: Nur Kabel
en: Wired Only
es: Solo por cable
fr: Câble uniquement
ja: 有線のみ
ko: 유선 전용
pt: Só por cabo
ru: Только проводное
tr: Yalnızca Kablolu
zh_hant: 僅有線

# shortcut.disconnectAll.target
source: 所有已连接的 Sidecar 显示器
ar: كل شاشات Sidecar المتصلة
de: Alle verbundenen Sidecar-Displays
en: All Connected Sidecar Displays
es: Todas las pantallas Sidecar conectadas
fr: Tous les écrans Sidecar connectés
ja: 接続中のすべてのSidecarディスプレイ
ko: 연결된 모든 Sidecar 디스플레이
pt: Todos os ecrãs Sidecar ligados
ru: Все подключённые дисплеи Sidecar
tr: Bağlı Tüm Sidecar Ekranları
zh_hant: 所有已連線的 Sidecar 顯示器

# shortcut.error.noConnectedDevices
source: 没有已连接的 Sidecar 显示器可断开
ar: لا توجد شاشات Sidecar متصلة لقطع اتصالها
de: Keine verbundenen Sidecar-Displays zum Trennen
en: No connected Sidecar displays to disconnect
es: No hay pantallas Sidecar conectadas para desconectar
fr: Aucun écran Sidecar connecté à déconnecter
ja: 接続解除するSidecarディスプレイがありません
ko: 연결 해제할 Sidecar 디스플레이가 없습니다
pt: Não existem ecrãs Sidecar ligados para desligar
ru: Нет подключённых дисплеев Sidecar для отключения
tr: Bağlantısı kesilecek bağlı Sidecar ekranı yok
zh_hant: 沒有已連線的 Sidecar 顯示器可中斷

# shortcut.error.notConnected
source: 该 Sidecar 显示器当前未连接
ar: شاشة Sidecar هذه غير متصلة حاليًا
de: Dieses Sidecar-Display ist derzeit nicht verbunden
en: This Sidecar display is not currently connected
es: Esta pantalla Sidecar no está conectada actualmente
fr: Cet écran Sidecar n’est pas connecté actuellement
ja: このSidecarディスプレイは現在接続されていません
ko: 이 Sidecar 디스플레이는 현재 연결되어 있지 않습니다
pt: Este ecrã Sidecar não está ligado atualmente
ru: Этот дисплей Sidecar сейчас не подключён
tr: Bu Sidecar ekranı şu anda bağlı değil
zh_hant: 此 Sidecar 顯示器目前未連線

# shortcut.error.stateUnknown
source: 无法确定此 Sidecar 显示器的连接状态
ar: يتعذر تحديد حالة اتصال شاشة Sidecar هذه
de: Der Verbindungsstatus dieses Sidecar-Displays kann nicht bestimmt werden
en: The connection state of this Sidecar display cannot be determined
es: No se puede determinar el estado de conexión de esta pantalla Sidecar
fr: L’état de connexion de cet écran Sidecar ne peut pas être déterminé
ja: このSidecarディスプレイの接続状態を確認できません
ko: 이 Sidecar 디스플레이의 연결 상태를 확인할 수 없습니다
pt: Não é possível determinar o estado de ligação deste ecrã Sidecar
ru: Не удалось определить состояние подключения этого дисплея Sidecar
tr: Bu Sidecar ekranının bağlantı durumu belirlenemiyor
zh_hant: 無法確定此 Sidecar 顯示器的連線狀態

# settings.column.connection
source: 连接方式
ar: طريقة الاتصال
de: Verbindungsart
en: Connection Mode
es: Modo de conexión
fr: Mode de connexion
ja: 接続方法
ko: 연결 방식
pt: Modo de ligação
ru: Способ подключения
tr: Bağlantı Modu
zh_hant: 連線方式

# settings.column.action
source: 操作
ar: الإجراء
de: Aktion
en: Action
es: Acción
fr: Action
ko: 동작
pt: Ação
ru: Действие
tr: Eylem

# settings.column.shortcut
source: 快捷键
ar: الاختصار
de: Kurzbefehl
en: Shortcut
es: Atajo
fr: Raccourci
ja: ショートカット
ko: 단축키
pt: Atalho
ru: Сочетание клавиш
tr: Kısayol
zh_hant: 快速鍵

# settings.column.shortcutAction
source: 快捷键操作
ar: إجراء الاختصار
de: Kurzbefehlaktion
en: Shortcut Action
es: Acción del atajo
fr: Action du raccourci
ja: ショートカットの操作
ko: 단축키 동작
pt: Ação do atalho
ru: Действие сочетания
tr: Kısayol Eylemi
zh_hant: 快速鍵操作

# settings.connectFirstAvailable.description
source: 按上方的可用显示器优先级连接第一个设备。
ar: يتصل بأول جهاز حسب أولوية الشاشات المتاحة أعلاه.
de: Verbindet das erste Gerät gemäß der Priorität verfügbarer Displays oben.
en: Connects the first device in the available-display priority above.
es: Conecta el primer dispositivo según la prioridad de pantallas disponibles anterior.
fr: Connecte le premier appareil selon la priorité des écrans disponibles ci-dessus.
ja: 上の利用可能なディスプレイの優先順位で最初のデバイスに接続します。
ko: 위의 사용 가능한 디스플레이 우선순위에서 첫 번째 기기에 연결합니다.
pt: Liga ao primeiro dispositivo na prioridade de ecrãs disponíveis acima.
ru: Подключает первое устройство в заданном выше порядке доступных дисплеев.
tr: Yukarıdaki kullanılabilir ekran önceliği listesindeki ilk aygıtı bağlar.
zh_hant: 依上方可用顯示器的優先順序連線第一個裝置。

# settings.connectFirstAvailable.title
source: 连接第一个可用显示器
ar: اتصل بأول شاشة متاحة
de: Erstes verfügbares Display verbinden
en: Connect First Available Display
es: Conectar la primera pantalla disponible
fr: Connecter le premier écran disponible
ja: 最初の利用可能なディスプレイに接続
ko: 첫 번째 사용 가능한 디스플레이 연결
pt: Ligar ao primeiro ecrã disponível
ru: Подключить первый доступный дисплей
tr: İlk Kullanılabilir Ekranı Bağla
zh_hant: 連線第一個可用顯示器

# settings.globalShortcuts.title
source: Sidecar 快捷键
ar: اختصارات Sidecar
de: Sidecar-Kurzbefehle
en: Sidecar Shortcuts
es: Atajos de Sidecar
fr: Raccourcis Sidecar
ja: Sidecarショートカット
ko: Sidecar 단축키
pt: Atalhos do Sidecar
ru: Сочетания клавиш Sidecar
tr: Sidecar Kısayolları
zh_hant: Sidecar 快速鍵

# settings.group.connectionPolicy
source: 连接策略
ar: سياسة الاتصال
de: Verbindungsrichtlinie
en: Connection Policy
es: Política de conexión
fr: Stratégie de connexion
ja: 接続ポリシー
ko: 연결 정책
pt: Política de ligação
ru: Политика подключения
tr: Bağlantı İlkesi
zh_hant: 連線策略

# settings.group.shortcutAutomation
source: 快捷键自动化
ar: أتمتة الاختصارات
de: Kurzbefehl-Automatisierung
en: Shortcut Automation
es: Automatización de atajos
fr: Automatisation des raccourcis
ja: ショートカットの自動化
ko: 단축키 자동화
pt: Automação de atalhos
ru: Автоматизация сочетаний
tr: Kısayol Otomasyonu
zh_hant: 快速鍵自動化

# settings.priority.description
source: 拖动可用显示器，设置“连接第一个可用显示器”使用的优先级。
ar: اسحب الشاشات المتاحة لتحديد الأولوية المستخدمة عند اتصال أول شاشة متاحة.
de: Ziehe verfügbare Displays, um die Priorität für „Erstes verfügbares Display verbinden“ festzulegen.
en: Drag available displays to choose the priority used by Connect First Available.
es: Arrastra las pantallas disponibles para elegir la prioridad de Conectar la primera disponible.
fr: Faites glisser les écrans disponibles pour définir la priorité de connexion.
ja: 利用可能なディスプレイをドラッグして、最初に接続する優先順位を設定します。
ko: 사용 가능한 디스플레이를 드래그하여 첫 번째 연결 우선순위를 지정합니다.
pt: Arraste os ecrãs disponíveis para definir a prioridade da primeira ligação.
ru: Перетащите доступные дисплеи, чтобы задать приоритет первого подключения.
tr: İlk Kullanılabilir Ekranı Bağla işlevinin kullanacağı önceliği belirlemek için kullanılabilir ekranları sürükleyin.
zh_hant: 拖移可用顯示器，設定「連線第一個可用顯示器」使用的優先順序。

# shortcut.connectFirstAvailable.target
source: 第一个可用的 Sidecar 显示器
ar: أول شاشة Sidecar متاحة
de: Erstes verfügbares Sidecar-Display
en: First Available Sidecar Display
es: Primera pantalla Sidecar disponible
fr: Premier écran Sidecar disponible
ja: 最初の利用可能なSidecarディスプレイ
ko: 첫 번째 사용 가능한 Sidecar 디스플레이
pt: Primeiro ecrã Sidecar disponível
ru: Первый доступный дисплей Sidecar
tr: İlk Kullanılabilir Sidecar Ekranı
zh_hant: 第一個可用的 Sidecar 顯示器

# shortcut.error.displayAlreadyConnected
source: 已有 Sidecar 显示器连接；请使用设备的“切换”操作
ar: شاشة Sidecar متصلة بالفعل؛ استخدم إجراء التبديل للجهاز
de: Es ist bereits ein Sidecar-Display verbunden. Verwende die Wechselaktion des Geräts.
en: A Sidecar display is already connected; use the device’s Switch action
es: Ya hay una pantalla Sidecar conectada; usa la acción Cambiar del dispositivo
fr: Un écran Sidecar est déjà connecté ; utilisez l’action Basculer de l’appareil
ja: すでにSidecarディスプレイが接続されています。デバイスの切り替え操作を使用してください
ko: 이미 Sidecar 디스플레이가 연결되어 있습니다. 기기의 전환 동작을 사용하십시오
pt: Já existe um ecrã Sidecar ligado; use a ação Alternar do dispositivo
ru: Дисплей Sidecar уже подключён; используйте действие «Переключить» для устройства
tr: Bir Sidecar ekranı zaten bağlı; aygıtın Değiştir eylemini kullanın
zh_hant: 已有 Sidecar 顯示器連線；請使用裝置的「切換」操作

# shortcut.error.noAvailableDevices
source: 没有可连接的 Sidecar 显示器
ar: لا توجد شاشات Sidecar متاحة للاتصال
de: Keine verfügbaren Sidecar-Displays zum Verbinden
en: No available Sidecar displays to connect
es: No hay pantallas Sidecar disponibles para conectar
fr: Aucun écran Sidecar disponible à connecter
ja: 接続可能なSidecarディスプレイがありません
ko: 연결할 수 있는 Sidecar 디스플레이가 없습니다
pt: Não existem ecrãs Sidecar disponíveis para ligar
ru: Нет доступных дисплеев Sidecar для подключения
tr: Bağlanılacak kullanılabilir Sidecar ekranı yok
zh_hant: 沒有可連線的 Sidecar 顯示器

# settings.refresh
source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hant: 重新整理
